Repository: renecandelier/Fottos
Catalog: Fottos/Fottos/Extras/*.lproj/Localizable.strings
Languages: es

source: Travel
es: Viajar

source: Cars
es: Carros

source: Food
es: Comida

source: Sneakers
es: Zapatos

source: Sports
es: Deportes

source: Fashion
es: Moda

source: Fitness
es: Gymnasio

source: Drinks
es: Bebidas

source: Nature
es: Naturaleza

source: No photos saved to your favorites 😞
es: No existen fotos en tus favoritos 😞

source: No Recent Searches 😞
es: No hay busquedas recientes 😞

source: Remove all saved favorites
es: Borrar fotos de mis favoritos

source: Recent Search Terms
es: Términos de búsqueda recientes

source: All saved favorites have been removed
es: Todos los favoritos guardados han sido eliminados

source: Delete all recent search terms
es: Borrar todas las busques recientes

source: Clear Cache
es: Borrar Cache

source: All cache has been cleared
es: Todo el caché ha sido borrado

source: Fetch per page
es: Descargar por página

source: Food, Sneakers, Cats...
es: Comida, Zapatos, Gatos...
